Пустота
v1.0.0 Только только создал, гит еще пустой совсем
v1.1.1 Добавил кое что новое, мда-м
v1.1.2 main новая запись
v2.0 main строчка ниже той, где в ветке v1.1.2-b.1.1.1 щас выше строка была. Конфликт ток строкой выше будет
v4.0 main вот тут будет merge conflict (v4.1_merge0 будущая конфликтная строка)
v4.3 Строка чтобы потом reset undo сделать
v4.4 Еще строка, чтобы потом reset --soft сделать
v5.0 Строчка удалена будет после pull, но останеца в истории objects
V6.0 Sora0022 строка новая
v6.1b Sora0023 создал ветку 6.1b_pullreq
